Connections already exists for selected element.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId ExistsForSelectedElement { get; }
  Visual Basic
Public Shared ReadOnly Property ExistsForSelectedElement As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ ExistsForSelectedElement {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures ConnectorFailures Class
  Autodesk.Revit.DB Namespace